Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: This build is stamped %@ and the newest published is %@, which cannot be ranked against each other.
de: Dieser Build ist mit %1$@ gestempelt, und die neueste veröffentlichte Version ist %2$@ – beide lassen sich nicht miteinander vergleichen.
es: Este build está marcado como %1$@ y la última versión publicada es %2$@, que no se pueden comparar entre sí.
fr: Ce build porte l'estampille %1$@ et la dernière version publiée est %2$@, deux valeurs impossibles à comparer entre elles.
it: Questo build è contrassegnato come %1$@ e l'ultima versione pubblicata è %2$@, valori che non si possono confrontare tra loro.
ja: このビルドには%1$@という刻印があり、公開されている最新バージョンは%2$@です。両者は互いに順序を比較できません。
ko: 이 빌드에는 %1$@(이)라는 기록이 있고, 공개된 최신 버전은 %2$@입니다. 이 둘은 서로 순위를 매길 수 없습니다.
pt_br: Este build está marcado como %1$@ e a versão mais recente publicada é %2$@, que não podem ser comparadas entre si.
zh_hans: 此版本的时间戳是 %1$@，而最新发布的版本是 %2$@，两者无法互相比较大小。
zh_hant: 此版本的時間戳記是 %1$@，而最新發布的版本是 %2$@，兩者無法互相比較大小。

source: this build's own stamp
de: der eigene Stempel dieses Builds
es: la marca propia de este build
fr: l'estampille propre à ce build
it: il timbro proprio di questo build
ja: このビルド自体の刻印
ko: 이 빌드 자체의 기록
pt_br: a marca própria deste build
zh_hans: 此版本自身的时间戳
zh_hant: 此版本自身的時間戳記

source: This conversation
de: Diese Unterhaltung
es: Esta conversación
fr: Cette conversation
it: Questa conversazione
ja: この会話
ko: 이 대화
pt_br: Esta conversa
zh_hans: 此对话
zh_hant: 此對話

source: This deletes the saved server and its password from the Keychain.
de: Damit werden der gesicherte Server und sein Passwort aus dem Schlüsselbund gelöscht.
es: Esto elimina el servidor guardado y su contraseña del llavero.
fr: Cela supprime le serveur enregistré et son mot de passe du trousseau.
it: Questo elimina il server salvato e la sua password dal portachiavi.
ja: 保存済みのサーバとそのパスワードをキーチェーンから削除します。
ko: 저장된 서버와 그 암호를 키체인에서 삭제합니다.
pt_br: Isso apaga o servidor salvo e sua senha das Chaves.
zh_hans: 这会从钥匙串中删除已保存的服务器及其密码。
zh_hant: 這會從鑰匙圈中刪除已儲存的伺服器及其密碼。

source: This device doesn't support Apple Intelligence.
de: Dieses Gerät unterstützt Apple Intelligence nicht.
es: Este dispositivo no admite Apple Intelligence.
fr: Cet appareil ne prend pas en charge Apple Intelligence.
it: Questo dispositivo non supporta Apple Intelligence.
ja: このデバイスは Apple Intelligence に対応していません。
ko: 이 기기는 Apple Intelligence를 지원하지 않습니다.
pt_br: Este dispositivo não é compatível com o Apple Intelligence.
zh_hans: 此设备不支持 Apple Intelligence。
zh_hant: 此裝置不支援 Apple Intelligence。

source: This device has no tailnet address, so none of your servers can be reached. Open Tailscale and connect.
de: Dieses Gerät hat keine Tailnet-Adresse, daher ist keiner deiner Server erreichbar. Öffne Tailscale und verbinde dich.
es: Este dispositivo no tiene dirección de tailnet, así que no se puede acceder a ninguno de tus servidores. Abre Tailscale y conéctate.
fr: Cet appareil n’a pas d’adresse tailnet, aucun de vos serveurs n’est donc joignable. Ouvrez Tailscale et connectez-vous.
it: Questo dispositivo non ha un indirizzo tailnet, quindi nessuno dei tuoi server è raggiungibile. Apri Tailscale e connettiti.
ja: このデバイスには tailnet アドレスがないため、どのサーバにも到達できません。Tailscale を開いて接続してください。
ko: 이 기기에 tailnet 주소가 없어 어떤 서버에도 연결할 수 없습니다. Tailscale을 열어 연결하세요.
pt_br: Este dispositivo não tem endereço tailnet, então nenhum dos seus servidores pode ser alcançado. Abra o Tailscale e conecte-se.
zh_hans: 此设备没有 tailnet 地址，因此无法访问你的任何服务器。请打开 Tailscale 并连接。
zh_hant: 此裝置沒有 tailnet 位址，因此無法連線到你的任何伺服器。請開啟 Tailscale 並連線。

source: This iPhone
de: Dieses iPhone
es: Este iPhone
fr: Cet iPhone
it: Questo iPhone
ja: この iPhone
ko: 이 iPhone
pt_br: Este iPhone
zh_hans: 这台 iPhone
zh_hant: 這台 iPhone

source: This iPhone can't turn %@ into an address. MagicDNS may be off — use the machine's 100.x address instead.
de: Dieses iPhone kann %@ nicht in eine Adresse auflösen. Vielleicht ist MagicDNS aus – nutze stattdessen die 100.x-Adresse des Rechners.
es: Este iPhone no puede convertir %@ en una dirección. MagicDNS puede estar desactivado: usa la dirección 100.x de la máquina.
fr: Cet iPhone ne peut pas transformer %@ en adresse. MagicDNS est peut-être désactivé — utilisez plutôt l’adresse 100.x de la machine.
it: Questo iPhone non riesce a tradurre %@ in un indirizzo. MagicDNS potrebbe essere disattivato — usa l’indirizzo 100.x della macchina.
ja: この iPhone は %@ をアドレスに変換できません。MagicDNS がオフの可能性があります。マシンの 100.x のアドレスを使ってください。
ko: 이 iPhone은 %@에 해당하는 주소를 찾지 못했습니다. MagicDNS가 꺼져 있을 수 있습니다 — 대신 컴퓨터의 100.x 주소를 사용하세요.
pt_br: Este iPhone não consegue transformar %@ em um endereço. O MagicDNS pode estar desativado — use o endereço 100.x da máquina.
zh_hans: 这台 iPhone 无法把 %@ 变成地址。可能是 MagicDNS 已关闭 — 请改用那台机器的 100.x 地址。
zh_hant: 這台 iPhone 無法將 %@ 解析成位址。MagicDNS 可能已關閉 — 請改用那台電腦的 100.x 位址。

source: This iPhone is not on your tailnet, so it cannot reach your machine yet.
de: Dieses iPhone ist nicht in deinem Tailnet und kann deinen Rechner daher noch nicht erreichen.
es: Este iPhone no está en tu tailnet, así que aún no puede llegar a tu máquina.
fr: Cet iPhone n’est pas sur votre tailnet, il ne peut donc pas encore joindre votre machine.
it: Questo iPhone non è sul tuo tailnet, quindi non può ancora raggiungere la tua macchina.
ja: この iPhone は tailnet に接続されていないため、まだマシンに到達できません。
ko: 이 iPhone이 tailnet에 없어 아직 컴퓨터에 연결할 수 없습니다.
pt_br: Este iPhone não está na sua tailnet, então ainda não consegue alcançar sua máquina.
zh_hans: 这台 iPhone 不在你的 tailnet 上，因此还无法访问你的机器。
zh_hant: 這台 iPhone 不在你的 tailnet 上，因此還無法連線到你的電腦。

source: This iPhone is on the tailnet but that machine never replied. It may be asleep, offline, or signed into a different tailnet.
de: Dieses iPhone ist im Tailnet, aber der Rechner hat nie geantwortet. Er schläft vielleicht, ist offline oder in einem anderen Tailnet angemeldet.
es: Este iPhone está en la tailnet, pero esa máquina nunca respondió. Puede estar en reposo, sin conexión o con la sesión iniciada en otra tailnet.
fr: Cet iPhone est sur le tailnet, mais cette machine n’a jamais répondu. Elle est peut-être en veille, hors ligne, ou connectée à un autre tailnet.
it: Questo iPhone è sul tailnet ma quella macchina non ha mai risposto. Potrebbe essere in sospensione, offline o collegata a un altro tailnet.
ja: この iPhone は tailnet に接続されていますが、そのマシンからは応答がありませんでした。スリープ中かオフライン、または別の tailnet にサインインしている可能性があります。
ko: 이 iPhone은 tailnet에 있지만 그 컴퓨터가 응답하지 않았습니다. 절전 상태이거나 오프라인이거나 다른 tailnet에 로그인되어 있을 수 있습니다.
pt_br: Este iPhone está na tailnet, mas essa máquina não respondeu. Ela pode estar em repouso, off-line ou conectada a outra tailnet.
zh_hans: 这台 iPhone 已在 tailnet 上，但那台机器始终没有回应。它可能处于睡眠、离线，或登录了另一个 tailnet。
zh_hant: 這台 iPhone 在 tailnet 上，但那台電腦始終沒有回覆。它可能在睡眠、離線，或登入了不同的 tailnet。

source: This iPhone is on your tailnet at %@, able to reach your machine.
de: Dieses iPhone ist unter %@ in deinem Tailnet und kann deinen Rechner erreichen.
es: Este iPhone está en tu tailnet en %@ y puede llegar a tu máquina.
fr: Cet iPhone est sur votre tailnet à l’adresse %@, capable de joindre votre machine.
it: Questo iPhone è sul tuo tailnet all’indirizzo %@, in grado di raggiungere la tua macchina.
ja: この iPhone は %@ として tailnet に接続されていて、マシンに到達できます。
ko: 이 iPhone은 tailnet에서 %@ 주소로 연결되어 있어 컴퓨터에 닿을 수 있습니다.
pt_br: Este iPhone está na sua tailnet em %@ e consegue alcançar sua máquina.
zh_hans: 这台 iPhone 已在你的 tailnet 上，地址为 %@，可以访问你的机器。
zh_hant: 這台 iPhone 已在你的 tailnet 上，位址為 %@，可以連線到你的電腦。

source: This iPhone is on your tailnet.
de: Dieses iPhone ist in deinem Tailnet.
es: Este iPhone está en tu tailnet.
fr: Cet iPhone est sur votre tailnet.
it: Questo iPhone è sul tuo tailnet.
ja: この iPhone は tailnet に接続されています。
ko: 이 iPhone은 tailnet에 있습니다.
pt_br: Este iPhone está na sua tailnet.
zh_hans: 这台 iPhone 已在你的 tailnet 上。
zh_hant: 這台 iPhone 在你的 tailnet 上。

source: This iPhone is on your tailnet. The computer that runs the agent has to be signed into the same account.
de: Dieses iPhone ist in deinem Tailnet. Der Rechner, der den Agenten ausführt, muss im selben Account angemeldet sein.
es: Este iPhone está en tu tailnet. El ordenador que ejecuta el agente debe tener la sesión iniciada con la misma cuenta.
fr: Cet iPhone est sur votre tailnet. L’ordinateur qui exécute l’agent doit être connecté au même compte.
it: Questo iPhone è sul tuo tailnet. Il computer che esegue l’agente deve essere collegato allo stesso account.
ja: この iPhone は tailnet に接続されています。エージェントを動かすコンピュータも同じアカウントでサインインする必要があります。
ko: 이 iPhone은 tailnet에 있습니다. 에이전트를 실행하는 컴퓨터도 같은 계정으로 로그인되어 있어야 합니다.
pt_br: Este iPhone está na sua tailnet. O computador que roda o agente precisa estar conectado à mesma conta.
zh_hans: 这台 iPhone 已在你的 tailnet 上。运行智能体的电脑必须登录同一账户。
zh_hant: 這台 iPhone 在你的 tailnet 上。執行代理的電腦必須登入同一個帳號。

source: This iPhone isn't on your tailnet
de: Dieses iPhone ist nicht in deinem Tailnet
es: Este iPhone no está en tu tailnet
fr: Cet iPhone n’est pas sur votre tailnet
it: Questo iPhone non è sul tuo tailnet
ja: この iPhone は tailnet に接続されていません
ko: 이 iPhone이 tailnet에 없습니다
pt_br: Este iPhone não está na sua tailnet
zh_hans: 这台 iPhone 不在你的 tailnet 上
zh_hant: 這台 iPhone 不在你的 tailnet 上

source: This is running straight out of a build directory — install it before asking it to update itself.
de: Dies läuft direkt aus einem Build-Verzeichnis – vor der Aufforderung zur Selbstaktualisierung installieren.
es: Esto se ejecuta directamente desde un directorio de compilación: instálalo antes de pedirle que se actualice solo.
fr: Ceci s'exécute directement depuis un dossier de build — installez-la avant de lui demander de se mettre à jour.
it: Questo viene eseguito direttamente da una cartella di build: installalo prima di chiedergli di aggiornarsi da solo.
ja: これはビルドディレクトリから直接実行されています — 自己更新を依頼する前にインストールしてください。
ko: 이것은 빌드 디렉터리에서 직접 실행 중입니다 — 자체 업데이트를 요청하기 전에 설치하세요.
pt_br: Isso está sendo executado direto de um diretório de build — instale antes de pedir para se atualizar sozinho.
zh_hans: 这是直接从构建目录运行的——请先安装，再让它自我更新。
zh_hant: 這是直接從建置目錄執行的——請先安裝，再讓它自我更新。

source: This model can't see images.
de: Dieses Modell kann keine Bilder sehen.
es: Este modelo no puede ver imágenes.
fr: Ce modèle ne voit pas les images.
it: Questo modello non vede le immagini.
ja: このモデルは画像を扱えません。
ko: 이 모델은 이미지를 볼 수 없습니다.
pt_br: Este modelo não enxerga imagens.
zh_hans: 此模型无法查看图片。
zh_hant: 此模型無法檢視圖片。

source: This removes both sample servers.
de: Damit werden beide Beispielserver entfernt.
es: Esto quita los dos servidores de ejemplo.
fr: Cela retire les deux serveurs d’exemple.
it: Questo rimuove entrambi i server di esempio.
ja: サンプルサーバを 2 つとも削除します。
ko: 예제 서버 두 개를 모두 제거합니다.
pt_br: Isso remove os dois servidores de exemplo.
zh_hans: 这会移除两台示例服务器。
zh_hant: 這會移除兩台範例伺服器。

source: This server can't update itself
de: Dieser Server kann sich nicht selbst aktualisieren
es: Este servidor no puede actualizarse solo
fr: Ce serveur ne peut pas se mettre à jour lui-même
it: Questo server non può aggiornarsi da solo
ja: このサーバは自身を更新できません
ko: 이 서버는 스스로 업데이트할 수 없습니다
pt_br: Este servidor não consegue se atualizar
zh_hans: 此服务器无法自行更新
zh_hant: 此伺服器無法自行更新

source: This server has no update policy to set.
de: Dieser Server hat keine Update-Richtlinie zum Einstellen.
es: Este servidor no tiene ninguna política de actualización que configurar.
fr: Ce serveur n'a pas de politique de mise à jour à définir.
it: Questo server non ha alcuna politica di aggiornamento da impostare.
ja: このサーバーには設定できる更新ポリシーがありません。
ko: 이 서버에는 설정할 업데이트 정책이 없습니다.
pt_br: Este servidor não tem uma política de atualização para definir.
zh_hans: 此服务器没有可设置的更新策略。
zh_hant: 此伺服器沒有可設定的更新政策。

source: This server is too old to sign in from here. Update it, or run claude auth login on the machine.
de: Dieser Server ist zu alt, um sich von hier anzumelden. Aktualisiere ihn oder führe auf dem Rechner claude auth login aus.
es: Este servidor es demasiado antiguo para iniciar sesión desde aquí. Actualízalo o ejecuta claude auth login en la máquina.
fr: Ce serveur est trop ancien pour se connecter depuis ici. Mettez-le à jour, ou lancez claude auth login sur la machine.
it: Questo server è troppo vecchio per accedere da qui. Aggiornalo, oppure esegui claude auth login sulla macchina.
ja: このサーバーは古すぎて、ここからはサインインできません。更新するか、マシン上で claude auth login を実行してください。
ko: 이 서버는 너무 오래되어 여기서 로그인할 수 없습니다. 서버를 업데이트하거나 컴퓨터에서 claude auth login을 실행하세요.
pt_br: Este servidor é antigo demais para entrar daqui. Atualize-o, ou execute claude auth login na máquina.
zh_hans: 此服务器版本过旧，无法从这里登录。请更新它，或在那台机器上运行 claude auth login。
zh_hant: 此伺服器版本過舊，無法從這裡登入。請更新它，或在那台機器上執行 claude auth login。

source: This server requires authentication.
de: Dieser Server erfordert eine Authentifizierung.
es: Este servidor requiere autenticación.
fr: Ce serveur exige une authentification.
it: Questo server richiede l’autenticazione.
ja: このサーバは認証が必要です。
ko: 이 서버는 인증이 필요합니다.
pt_br: Este servidor exige autenticação.
zh_hans: 此服务器需要认证。
zh_hant: 此伺服器需要驗證。

source: This server wants a password
de: Dieser Server will ein Passwort
es: Este servidor pide una contraseña
fr: Ce serveur demande un mot de passe
it: Questo server vuole una password
ja: このサーバはパスワードを要求しています
ko: 이 서버는 암호를 요구합니다
pt_br: Este servidor quer uma senha
zh_hans: 此服务器需要密码
zh_hant: 這台伺服器需要密碼

source: This starts a fresh conversation on the agent.
de: Damit beginnt beim Agenten eine neue Unterhaltung.
es: Esto inicia una conversación nueva en el agente.
fr: Cela démarre une nouvelle conversation sur l’agent.
it: Questo avvia una nuova conversazione sull’agente.
ja: エージェント側で新しい会話を開始します。
ko: 에이전트에서 새 대화를 시작합니다.
pt_br: Isso inicia uma nova conversa no agente.
zh_hans: 这会在智能体上开始一段全新对话。
zh_hant: 這會在代理上開始一段全新對話。

source: This version is too old to update itself from here. Run the command on that machine once — after that, updates happen from this app.
de: Diese Version ist zu alt, um sich von hier aus selbst zu aktualisieren. Einmal den Befehl auf dieser Maschine ausführen – danach laufen Updates über diese App.
es: Esta versión es demasiado antigua para actualizarse desde aquí. Ejecuta el comando una vez en esa máquina; después, las actualizaciones se harán desde esta app.
fr: Cette version est trop ancienne pour se mettre à jour depuis ici. Exécutez la commande une fois sur cette machine — ensuite, les mises à jour se feront depuis cette app.
it: Questa versione è troppo vecchia per aggiornarsi da qui. Esegui il comando una volta su quella macchina: da quel momento gli aggiornamenti avverranno da questa app.
ja: このバージョンは古すぎて、ここから自己更新できません。そのマシン上で一度だけコマンドを実行してください — それ以降は、このアプリから更新できるようになります。
ko: 이 버전은 너무 오래되어 여기서 자체 업데이트할 수 없습니다. 해당 머신에서 명령을 한 번 실행하세요 — 이후에는 이 앱에서 업데이트할 수 있습니다.
pt_br: Esta versão é antiga demais para se atualizar a partir daqui. Execute o comando uma vez naquela máquina — depois disso, as atualizações passam a ser feitas por este app.
zh_hans: 此版本过旧，无法从这里自我更新。请在那台机器上运行一次该命令——此后即可通过本应用进行更新。
zh_hant: 此版本過舊，無法從這裡自我更新。請在那台機器上執行一次該指令——此後即可透過本應用程式進行更新。

source: Three steps, about five minutes. Your code and your Claude or opencode session stay on hardware you own — Tailscale just lets your phone reach them.
de: Drei Schritte, etwa fünf Minuten. Dein Code und deine Claude- oder opencode-Sitzung bleiben auf deiner eigenen Hardware – Tailscale sorgt nur dafür, dass dein iPhone sie erreicht.
es: Tres pasos, unos cinco minutos. Tu código y tu sesión de Claude u opencode se quedan en tu propio hardware; Tailscale solo permite que tu teléfono llegue hasta ellos.
fr: Trois étapes, environ cinq minutes. Votre code et votre session Claude ou opencode restent sur du matériel qui vous appartient — Tailscale permet simplement à votre téléphone d’y accéder.
it: Tre passaggi, circa cinque minuti. Il tuo codice e la tua sessione Claude o opencode restano sull’hardware che possiedi — Tailscale serve solo a farli raggiungere dal telefono.
ja: 3 ステップ、約 5 分。コードも Claude や opencode のセッションも、あなた自身のハードウェアに留まります。Tailscale は iPhone がそこに届くようにするだけです。
ko: 세 단계, 약 5분. 코드와 Claude 또는 opencode 세션은 당신 소유의 하드웨어에 그대로 남습니다 — Tailscale은 휴대폰이 거기에 닿게 해 줄 뿐입니다.
pt_br: Três passos, cerca de cinco minutos. Seu código e sua sessão do Claude ou do opencode ficam em hardware que é seu — o Tailscale só permite que seu telefone os alcance.
zh_hans: 三步，约五分钟。你的代码以及 Claude 或 opencode 会话都留在你自己的硬件上 — Tailscale 只是让你的手机能够访问它们。
zh_hant: 三個步驟，約五分鐘。你的程式碼以及 Claude 或 opencode 工作階段都留在你自己的硬體上 — Tailscale 只是讓你的手機能夠連上它們。

source: Today %@
de: Heute %@
es: Hoy %@
fr: Aujourd’hui %@
it: Oggi %@
ja: 今日 %@
ko: 오늘 %@
pt_br: Hoje %@
zh_hans: 今天 %@
zh_hant: 今天 %@

source: Tokens (in + out)
de: Tokens (ein + aus)
es: Tokens (entrada + salida)
fr: Jetons (entrée + sortie)
it: Token (in + out)
ja: トークン（入力＋出力）
ko: 토큰(입력 + 출력)
pt_br: Tokens (entrada + saída)
zh_hans: 词元（输入 + 输出）
zh_hant: 詞元（輸入 + 輸出）

source: Tokens and spend for this session
de: Tokens und Ausgaben für diese Sitzung
es: Tokens y gasto de esta sesión
fr: Jetons et dépenses pour cette session
it: Token e spesa per questa sessione
ja: このセッションのトークンと支出
ko: 이 세션의 토큰과 지출
pt_br: Tokens e gasto desta sessão
zh_hans: 此会话的词元与花费
zh_hant: 此工作階段的詞元與花費

source: Too old to update itself
de: Zu alt, um sich selbst zu aktualisieren
es: Demasiado antiguo para actualizarse solo
fr: Trop ancien pour se mettre à jour
it: Troppo vecchio per aggiornarsi da solo
ja: 古すぎて自身を更新できません
ko: 너무 오래되어 스스로 업데이트할 수 없음
pt_br: Antigo demais para se atualizar
zh_hans: 版本过旧，无法自行更新
zh_hant: 版本過舊，無法自行更新

source: Top Agent Usage
de: Höchste Agent-Nutzung
es: Mayor uso de agentes
fr: Usage d’agent le plus élevé
it: Utilizzo agente più alto
ja: エージェント使用量トップ
ko: 최상위 에이전트 사용량
pt_br: Maior uso de agente
zh_hans: 最高智能体用量
zh_hant: 最高代理用量

source: Tracks
de: Verfolgt
es: Sigue a
fr: Suit
it: Segue
ja: 追跡先
ko: 추적 대상
pt_br: Acompanha
zh_hans: 跟踪
zh_hant: 追蹤

source: Transcript copied to clipboard.
de: Transkript in die Zwischenablage kopiert.
es: Transcripción copiada al portapapeles.
fr: Transcription copiée dans le presse-papiers.
it: Trascrizione copiata negli appunti.
ja: トランスクリプトをクリップボードにコピーしました。
ko: 대화록을 클립보드에 복사했습니다.
pt_br: Transcrição copiada para a área de transferência.
zh_hans: 已将记录复制到剪贴板。
zh_hant: 已將紀錄複製到剪貼板。

source: Try again
de: Erneut versuchen
es: Volver a intentarlo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 再试一次
zh_hant: 再試一次

source: Try port %lld
de: Port %lld versuchen
es: Probar el puerto %lld
fr: Essayer le port %lld
it: Prova la porta %lld
ja: ポート %lld を試す
ko: %lld 포트 시도
pt_br: Tentar a porta %lld
zh_hans: 试试 %lld 端口
zh_hant: 嘗試 %lld 連接埠

source: Try the demo
de: Probier die Demo
es: Probar la demo
fr: Essayer la démo
it: Prova la demo
ja: デモを試す
ko: 데모 사용해 보기
pt_br: Experimentar a demonstração
zh_hans: 试试演示
zh_hant: 試試示範

source: Try the demo instead
de: Probier stattdessen die Demo
es: Mejor probar la demo
fr: Essayer plutôt la démo
it: Prova invece la demo
ja: 代わりにデモを試す
ko: 대신 데모 사용해 보기
pt_br: Experimentar a demonstração
zh_hans: 改为试试演示
zh_hant: 改為試試示範

source: Turn finished
de: Zug beendet
es: Turno terminado
fr: Tour terminé
it: Turno completato
ja: ターンの完了
ko: 턴 완료
pt_br: Turno concluído
zh_hans: 回合结束
zh_hant: 回合結束

source: Turn on Apple Intelligence in Settings to enhance prompts.
de: Aktiviere Apple Intelligence in den Einstellungen, um Prompts zu verfeinern.
es: Activa Apple Intelligence en Ajustes para mejorar los prompts.
fr: Activez Apple Intelligence dans Réglages pour affiner les invites.
it: Attiva Apple Intelligence in Impostazioni per rifinire i prompt.
ja: プロンプトを推敲するには、設定で Apple Intelligence をオンにしてください。
ko: 프롬프트를 다듬으려면 설정에서 Apple Intelligence를 켜세요.
pt_br: Ative o Apple Intelligence em Ajustes para refinar prompts.
zh_hans: 请在“设置”中开启 Apple Intelligence 以润色提示词。
zh_hant: 請在「設定」中開啟 Apple Intelligence 以潤飾提示詞。

source: Turned off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pt_br: Desativado
zh_hans: 已关闭
zh_hant: 已關閉

source: Turned off — tap to open iOS Settings
de: Aus – tippen, um die iOS-Einstellungen zu öffnen
es: Desactivado: toca para abrir Ajustes de iOS
fr: Désactivé — touchez pour ouvrir les Réglages iOS
it: Disattivato — tocca per aprire Impostazioni di iOS
ja: オフ — タップして iOS の設定を開く
ko: 꺼짐 — 탭하여 iOS 설정 열기
pt_br: Desativado — toque para abrir os Ajustes do iOS
zh_hans: 已关闭 — 轻点打开 iOS“设置”
zh_hant: 已關閉 — 輕點開啟 iOS「設定」

source: Turns finish on your Lock Screen while the phone is in your pocket.
de: Züge laufen auf dem Sperrbildschirm zu Ende, während das iPhone in der Tasche steckt.
es: Los turnos terminan en tu pantalla bloqueada mientras el teléfono está en el bolsillo.
fr: Les tours se terminent sur votre écran verrouillé pendant que le téléphone est dans votre poche.
it: I turni si concludono sulla schermata di blocco mentre il telefono è in tasca.
ja: iPhone をポケットに入れている間も、ターンの完了はロック画面に届きます。
ko: 휴대폰이 주머니에 있는 동안 잠금 화면에서 턴이 완료됩니다.
pt_br: Os turnos terminam na Tela Bloqueada com o telefone no bolso.
zh_hans: 手机放在口袋里时，回合会在锁定屏幕上完成。
zh_hant: 手機放在口袋裡時，回合會在鎖定畫面上完成。

source: Two sample servers. Nothing real.
de: Zwei Beispielserver. Nichts davon ist echt.
es: Dos servidores de ejemplo. Nada real.
fr: Deux serveurs d’exemple. Rien de réel.
it: Due server di esempio. Nulla di reale.
ja: サンプルのサーバが 2 台。実際のものではありません。
ko: 예제 서버 두 개. 실제 서버는 없습니다.
pt_br: Dois servidores de exemplo. Nada real.
zh_hans: 两台示例服务器。都不是真实的。
zh_hant: 兩台範例伺服器。沒有任何真實內容。

source: Type these on the computer, not on this phone. The build needs a Swift toolchain and takes a few minutes.
de: Tippe das auf dem Rechner ein, nicht auf diesem iPhone. Der Build braucht eine Swift-Toolchain und dauert einige Minuten.
es: Escribe esto en el ordenador, no en este teléfono. La compilación necesita una cadena de herramientas de Swift y tarda unos minutos.
fr: Tapez ces commandes sur l’ordinateur, pas sur ce téléphone. La compilation nécessite une chaîne d’outils Swift et prend quelques minutes.
it: Digita questi comandi sul computer, non su questo telefono. La compilazione richiede una toolchain Swift e alcuni minuti.
ja: これらはこの iPhone ではなくコンピュータで入力します。ビルドには Swift ツールチェーンが必要で、数分かかります。
ko: 이 휴대폰이 아니라 컴퓨터에서 입력하세요. 빌드에는 Swift 툴체인이 필요하고 몇 분이 걸립니다.
pt_br: Digite estes comandos no computador, não neste telefone. A compilação requer um toolchain Swift e leva alguns minutos.
zh_hans: 在电脑上输入这些命令，而不是在这台手机上。构建需要 Swift 工具链，耗时几分钟。
zh_hant: 請在電腦上輸入這些命令，不是在這台手機上。建置需要 Swift 工具鏈，會花上幾分鐘。

source: Type this on the computer, not on this phone.
de: Tippe das auf dem Rechner ein, nicht auf diesem iPhone.
es: Escribe esto en el ordenador, no en este teléfono.
fr: Tapez ceci sur l’ordinateur, pas sur ce téléphone.
it: Digita questo comando sul computer, non su questo telefono.
ja: これはこの iPhone ではなくコンピュータで入力します。
ko: 이 휴대폰이 아니라 컴퓨터에서 입력하세요.
pt_br: Digite isto no computador, não neste telefone.
zh_hans: 在电脑上输入，而不是在这台手机上。
zh_hant: 請在電腦上輸入這行，不是在這台手機上。
